app/controllers/indoor_controller.rb

SELECT "utentes".* FROM "utentes" WHERE "utentes"."user" = $1  [["user", "andrea"]]
---
  def index()
    a=Utente.where( user: Rails.application.config.my_config)[0]