app/controllers/utente_controller.rb

  def create
    #render plain: params[:utente]
    @ut = Utente.new(ad_params)
    @ut.save
---
INSERT INTO "utentes" ("user", "password", "record1", "record2", "record3", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5, $6, $7) RETURNING "id"  [["user", "andrea"], ["password", "andrea"], ["record1", "0"], ["record2", "0"], ["record3", "0"], ["created_at", "2015-10-30 14:35:14.908006"], ["updated_at", "2015-10-30 14:35:14.908006"]]